tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "git"
brew "jq"
brew "mas"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "google-chrome"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "LINE WORKS", id: 6447544433
mas "Xcode", id: 497799835
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "shd101wyy.markdown-preview-enhanced"
